Repository: burakglobal/KYC-iOS-Demo
Catalog: Demo/Resources/*.lproj/Zoom.strings
Languages: ru

# zoom_accessibility_cancel_button
source: Cancel
ru: Отмена

# zoom_action_continue
source: CONTINUE
ru: ПРОДОЛЖИТЬ

# zoom_action_try_again
source: TRY AGAIN
ru: ПОВТОРИТЬ

# zoom_action_im_ready
source: I'M READY
ru: Я ГОТОВ

# zoom_action_skip_guidance
source: SKIP
ru: ПРОПУСТИТЬ

# zoom_camera_permission_header
source: Enable Camera
ru: Доступ к камере

# zoom_camera_permission_message_enroll
source: Please enable your selfie camera.
ru: Разрешите, пожалуйста, доступ к камере.

# zoom_camera_permission_message_auth
source: Your camera permissions are disabled. Tap below to edit your settings.
ru: Нет доступа к камере. Чтобы продолжить, пожалуйста, разрешите доступ в Настройках.

# zoom_camera_permission_enable_camera
source: ENABLE CAMERA
ru: РАЗРЕШИТЬ ДОСТУП

# zoom_camera_permission_launch_settings
source: LAUNCH SETTINGS
ru: ОТКРЫТЬ НАСТРОЙКИ

# zoom_feedback_center_face
source: Center Your Face
ru: Отцентруйте лицо

# zoom_feedback_face_not_found
source: Frame Your Face
ru: Поместите лицо в овал

# zoom_feedback_face_not_looking_straight_ahead
source: Look Straight Ahead
ru: Смотрите в камеру

# zoom_feedback_face_not_upright
source: Hold Your Head Straight
ru: Не наклоняйте голову

# zoom_feedback_hold_steady
source: Hold Steady
ru: Не двигайтесь

# zoom_feedback_move_phone_away
source: Move Away
ru: Отодвинтесь назад

# zoom_feedback_move_phone_closer
source: Move Closer
ru: Придвиньтесь ближе

# zoom_feedback_move_phone_even_closer
source: Even Closer
ru: Еще ближе

# zoom_feedback_move_phone_to_eye_level
source: Raise Camera Up To Eye Level
ru: Поднимите лицо

# zoom_feedback_use_even_lighting
source: Light Face More Evenly
ru: Осветите лицо равномерно

# zoom_instructions_header_lighting
source: Light Face Evenly
ru: Осветите лицо равномерно

# zoom_instructions_header_face_angle
source: Please Hold Camera At Eye Level
ru: Смотрите прямо в камеру

# zoom_instructions_header_ready
source: Get Ready For Your Video Selfie
ru: Проверка живости

# zoom_instructions_message_ready
source: Please Frame Your Face In The Small Oval, Then The Big Oval
ru: Поместите лицо в маленький овал, а затем в большой

# zoom_locked_header
source: ZoOm is Locked
ru: Включена блокировка

# zoom_locked_header_ready
source: ZoOm is Ready
ru: Готово

# zoom_locked_try_again_in
source: Please try again in:
ru: Попробуйте через:

# zoom_result_facemap_upload_message
source: Processing
ru: Ожидайте результатов проверки

# zoom_retry_header
source: Let's try that again
ru: Давайте повторим

# zoom_retry_subheader_message
source: But first, please take a look at your photo and correct your environment.
ru: Cкорректируйте условия съемки при необходимости

# zoom_retry_instruction_message_1
source: Neutral Expression, No Smiling
ru: Держитесь свободно

# zoom_retry_instruction_message_2
source: No Glare or Extreme Lighting
ru: Осветите лицо равномерно

# zoom_retry_your_image_label
source: Your Selfie
ru: Ваш результат

# zoom_retry_ideal_image_label
source: Ideal Example
ru: Должно быть

# alert_cancel
source: Cancel
ru: Отмена

# alert_continue
source: Continue
ru: Продолжить

# alert_retry
source: Retry
ru: Повторить

# liveness_title
source: Liveness Detection
ru: Проверка живости

# liveness_check_failed
source: Check failed, please try again.
ru: Проверка не удалась. Пожалуйста, попробуйте заново.

# liveness_check_success
source: Success!
ru: Успешно!

# liveness_device_locked
source: Device is locked, please try again later on.
ru: Устройство временно заблокировано. Пожалуйста, попробуйте позднее.

# liveness_initializing
source: Initializing...
ru: Подготовка...

# liveness_network_failure
source: Please check the network connection then try again.
ru: Пожалуйста, проверьте сетевое соединение и попробуйте еще раз.

# liveness_prepare_for_retake
source: Just a second...
ru: Секундочку...

# liveness_processing
source: Processing...
ru: Ожидайте результатов проверки...

# liveness_retry_brief_check_hints
source: But first, please make sure your environment meets the requirements.
ru: Убедитесь, пожалуйста, что условия съемки соответствуют требованиям

# liveness_retry_brief_check_images
source: But first, please take a look at your images and correct your environment.
ru: Посмотрите, пожалуйста, на изображения ниже и скорректируйте условия съемки при необходимости

# liveness_retry_general_hint
source: • Neutral Expression, No Smiling • No Glare or Extreme Lighting
ru: • Держитесь свободно • Осветите лицо равномерно

# liveness_retry_hint_back_lighting
source: • Light Face Evenly
ru: • Освещение должно быть равномерным

# liveness_retry_hint_bad_lighting
source: • Light Face Evenly
ru: • Освещение должно быть равномерным

# liveness_retry_hint_check_lighting
source: • Check Lighting and Camera Position
ru: • Камера расположена на уровне глаз и лицо освещается равномерно

# liveness_retry_hint_face_angle
source: • Raise Camera Up To Eye Level
ru: • Камера расположена на уровне глаз

# liveness_retry_ideal_image
source: Ideal ZoOm
ru: Должно быть

# liveness_retry_title
source: Let’s try that again
ru: Давайте повторим

# liveness_retry_your_image
source: Your ZoOm
ru: Ваш результат

# liveness_try_again
source: TRY AGAIN
ru: ПОВТОРИТЬ

# liveness_wrong_orientation
source: Please rotate the device into portrait mode then try again.
ru: Пожалуйста, поверните устройство и попробуйте еще раз.
